Repository: salazarcode/nexos
Catalog: html/app/plugins/affiliatewp-affiliate-landing-pages/languages/affiliatewp-affiliate-landing-pages-*.po
Languages: pl_pl

source: Cheatin&#8217; huh?
pl_pl: Oszukujemy, co?

source: Your landing page:
pl_pl: Twoja strona docelowa:

source: Your landing pages:
pl_pl: Twoje strony docelowe:

source: More add-ons
pl_pl: Więcej dodatków

source: This plugin
pl_pl: Ta wtyczka

source: requires %s. Please activate it to continue.
pl_pl: wymaga %s. Proszę aktywować ją, aby kontynuować.

source: requires %s. Please install it to continue.
pl_pl: wymaga %s. Proszę zainstalować go, aby kontynuować.

source: Affiliate Landing Pages
pl_pl: Strony docelowe Partnerów

source: Assign landing page to affiliate
pl_pl: Przypisz stronę docelową do partnera

source: To search for an affiliate, begin typing their name, email address or username.
pl_pl: Aby wyszukać partnera, zacznij wpisywać jego imię i nazwisko, adres e-mail lub nazwę użytkownika.

source: Enable
pl_pl: Włącz

source: Enable Affiliate Landing Pages. This will allow a page or post to be assigned to an affiliate.
pl_pl: Włącz partnerskie strony docelowe. Pozwoli to na przypisanie strony lub postu do partnera.
